{"title":{"0":"RBI cancels licence of Maha-based Independence Co-operative Bank","1":"Boost to EVs a big step: Windmill Capital","2":"Facebook parent Meta's $230-billion wipeout biggest in US market history","3":"Melinda not to give majority of wealth to Gates Foundation: WSJ","4":"Mark Zuckerberg loses $31 bn in one of the biggest one-day drops in wealth ever","5":"Why did Facebook's parent company Meta lose $200 billion in one day?","6":"Tesla co-worker used N-word, threw a hot tool at me: Black, gay ex-worker in lawsuit","7":"Facebook's daily active users fall for first time in 18-year history","8":"Bezos to dismantle 1927 Dutch bridge to let his $500-million superyacht pass: Report ","9":"Crypto transactions done before April 2022 won't be tax-free: CBDT Chairman","10":"Woman banker in UK wins ₹21 cr in case after male employee paid more for same role","11":"CNN President Jeff Zucker quits over undisclosed relationship with senior executive","12":"Emami Founders step down from executive roles to make way for next gen","13":"Budget aims at inclusive development, is forward-looking: ICSI & ICAI","14":"Budget will sustain growth, has disappointed middle-class, startups: Pai","15":"TCS to expand operations in New Jersey, add 1,000 employees by 2023","16":"Musk protected by rights for his tweet on staff unionising: Lawyers","17":"Cognizant reports highest-ever quarterly revenue at $4.8 billion","18":"No property tax for flats with 500 sq ft carpet area in Mumbai: BMC","19":"Tata Steel's Dutch arm faces criminal probe over 'intentional' pollution","20":"Banks urge SC to allow Amazon, Reliance to bid for Future Retail","21":"LIC's embedded value could be set at over ₹5 trillion: Govt official","22":"Reports on merger with parent firm 'speculative, misleading': Vedanta","23":"MRF to challenge CCI's ₹622 crore cartelisation charge","24":"Services sector activity slips to 6-month low of 51.5 in January","25":"Vettori told me 'Run towards Kohli not batters after taking wicket': Chahal on RCB days","26":"Mayank added to India's ODI squad for West Indies series after COVID-19 outbreak","27":"Dhawan shares pic after testing COVID-19 positive, says 'I am doing fine'","28":"Sachin congratulates Neeraj Chopra for 2022 Laureus Sports Awards nomination","29":"Why were Yuvraj, Sehwag, Gambhir & I treated like use and throw: Harbhajan on BCCI","30":"I am like a kid who wants to play under MS Dhoni: Deepak Hooda on IPL mega auction","31":"DD Sports to not live telecast opening, closing ceremonies of Beijing Winter Olympics","32":"Indian envoy to boycott Beijing Olympics ceremony as China makes Galwan soldier torchbearer","33":"Fan wears jerseys of 7 countries at the same time in stands at PSL 2022, video goes viral","34":"Fakhar trolls himself by changing Twitter profile pic to 'dropped catch' moment","35":"This auction I am going to just sit back and say 'Oh yes': Mayank Agarwal","36":"It was emotional: Shardul on his reaction to Kohli leaving Test captaincy","37":"Bat it out: CSK share post after Ruturaj tests positive for COVID-19","38":"US beat Honduras 3-0 in -16 °C temperature in World Cup qualifier","39":"India’s Bopanna, Ramkumar reach Tata Open doubles semi-finals in Pune","40":"Hardik should be thankful he was picked for T20 World Cup 2021: Rajkumar","41":"Pant scares his own team, imagine effect on others: Siraj ","42":"Federer, Nadal set to team up again at Laver Cup in September","43":"We'll get close to a full-strength squad for Pakistan tour: Cummins ","44":"Rahul is a very good option for no. 4 position: Rajkumar Sharma on WI ODIs","45":"Du Plessis will be the most sought out player in mega auction: Brad Hogg","46":"Medvedev withdraws from Rotterdam Open, Murray gets wildcard entry","47":"Sadio Mane helps Senegal beat Burkina Faso 3-1 to reach AFCON final","48":"Cricket is going to look stupid if Cricket Australia sack Langer: Ian Healy","49":"Man City, Liverpool or Real Madrid will get Haaland: Ruud Gullit","50":"Facebook parent Meta's $230-billion wipeout biggest in US market history","51":"Mark Zuckerberg loses $31 bn in one of the biggest one-day drops in wealth ever","52":"Crows trained to pick up cigarette butts in Sweden using startup's machine","53":"Apple Watch saves US man's life after fall from e-bike leaves him unconscious","54":"Gates invests in US startup that captures CO2 from air after 'tech breakthrough'","55":"19-yr-old tracking Musk's jet sells merch of Musk smoking weed to fund the work","56":"Mark Zuckerberg risks losing $24 billion wealth as Meta shares crash","57":"Facebook's daily active users fall for first time in 18-year history","58":"Tesla co-worker used N-word, threw a hot tool at me: Black, gay ex-worker in lawsuit","59":"Bezos to dismantle 1927 Dutch bridge to let his $500-million superyacht pass: Report ","60":"Melinda not to give majority of wealth to Gates Foundation: WSJ","61":"Why did Facebook's parent company Meta lose $200 billion in one day?","62":"Meta shares fall 20% as Facebook loses daily users for the 1st time","63":"$320 mn stolen in alleged crypto hack on Blockchain bridge Wormhole","64":"Tesla recalls over 8,17,000 vehicles in US over seat belt reminder alert","65":"Australian billionaire sues Facebook over scam ads using his images","66":"TCS to expand operations in New Jersey, add 1,000 employees by 2023","67":"Cognizant reports highest-ever quarterly revenue at $4.8 billion","68":"Scientists develop insect-sized flying robots with flapping wings","69":"Lawsuit over Apple's iPhone water resistance claims dismissed in US","70":"Musk protected by rights for his tweet on staff unionising: Lawyers","71":"Crypto tax will help measure the depth of the market: CBDT","72":"Tesla users' complaints of false braking under US govt review","73":"US govt explores using robot dogs on southern border for patrolling","74":"iPhone sales in India rise 34% to record 2.3 mn units in Q4: Report","75":"Karishma Tanna shares pics with businessman Varun Bangera from their Haldi ceremony","76":"20-year-old actress Avneet Kaur buys Range Rover worth over ₹80 lakh, shares pics","77":"Raj Kundra transfers Mumbai flats worth ₹38.5 crore to Shilpa Shetty: Report","78":"Kangana scolds journalist for asking question on Deepika, says 'Sit down'","79":"Sunil Grover, who had a heart attack, discharged from hospital after 4 bypass surgeries","80":"Don't portray Jacqueline in bad light, she loved without expecting anything: Sukesh","81":"'Did you count the moles on actress' body?' asks Telugu journalist to actor, criticised","82":"Convinced people in bus I was IPS; they got me juice, chai: Gul Panag","83":"Brotherhood created with Tom, Tobey over difficulty to pee: Andrew","84":"I don't care about all that: Jim Sarbh on social media admiration","85":"Tejasswi winning Bigg Boss because of Naagin is nonsense: Karan","86":"I don't work thinking I'm so many films old: Deepika on 15yrs in B'wood","87":"Javed confirms Farhan-Shibani's wedding, will take place on Feb 21","88":"Light candle, pray for me; let's heal together: Tom parker amid cancer battle","89":"In every movie, Allu Arjun has changed his looks: Stylist Harmann Kaur","90":"Not my style: Deepika on being asked if she gave dating advice to Ananya","91":"Greatest blessing: Riteish wishes Genelia on 10th wedding anniversary","92":"Told Deepika won't click pic with you, I'll do film with you: Dhairya","93":"'Bunty Aur Babli 2' numbers disappointing, but I'm proud: Sharvari","94":"Priyanka to star opposite Anthony Mackie in actioner Ending Things","95":"Court directs Honey Singh to give voice sample in obscene song case","96":"Why do we presume that you'll die if you get cancer: Mahesh","97":"Miss cleaning utensils, floor in Bigg Boss house: Pratik Sehajpal","98":"Troll asks Sara 'Why are your shayris bad?', she responds 'to drive you mad' ","99":"Farhan, Shibani to host their wedding party at Javed Akhtar's farmhouse: Report"},"author":{"0":"Shalini Ojha","1":"Roshan Gupta","2":"Pragya Swastik","3":"Aishwarya Awasthi","4":"Pragya Swastik","5":"Pragya Swastik","6":"Kiran Khatri","7":"Pragya Swastik","8":"Kiran Khatri","9":"Pragya Swastik","10":"Pragya Swastik","11":"Pragya Swastik","12":"Pragya Swastik","13":"Subhangi Singh","14":"Ashley Paul","15":"Subhangi Singh","16":"Aishwarya Awasthi","17":"Aishwarya Awasthi","18":"Ashley Paul","19":"Subhangi Singh","20":"Ashley Paul","21":"Ashley Paul","22":"Subhangi Singh","23":"Ashley Paul","24":"Subhangi Singh","25":"Anmol Sharma","26":"Anmol Sharma","27":"Anmol Sharma","28":"Anmol Sharma","29":"Anmol Sharma","30":"Anmol Sharma","31":"Pragya Swastik","32":"Arshiya Chopra","33":"Anmol Sharma","34":"Anmol Sharma","35":"Anmol Sharma","36":"Arnab Mukherji ","37":"Ankur Taliyan","38":"Veer Badani","39":"Veer Badani","40":"Arnab Mukherji ","41":"Ankur Taliyan","42":"Veer Badani","43":"Ankur Taliyan","44":"Ankur Taliyan","45":"Arnab Mukherji ","46":"Veer Badani","47":"Veer Badani","48":"Arnab Mukherji ","49":"Veer Badani","50":"Pragya Swastik","51":"Pragya Swastik","52":"Pragya Swastik","53":"Pragya Swastik","54":"Pragya Swastik","55":"Kiran Khatri","56":"Kiran Khatri","57":"Pragya Swastik","58":"Kiran Khatri","59":"Kiran Khatri","60":"Aishwarya Awasthi","61":"Pragya Swastik","62":"Aishwarya Awasthi","63":"Aishwarya Awasthi","64":"Ashley Paul","65":"Aishwarya Awasthi","66":"Subhangi Singh","67":"Aishwarya Awasthi","68":"Aishwarya Awasthi","69":"Aishwarya Awasthi","70":"Aishwarya Awasthi","71":"Ashley Paul","72":"Aishwarya Awasthi","73":"Aishwarya Awasthi","74":"Aishwarya Awasthi","75":"Daisy Mowke","76":"Daisy Mowke","77":"Pragya Swastik","78":"Daisy Mowke","79":"Daisy Mowke","80":"Daisy Mowke","81":"Daisy Mowke","82":"Ria Kapoor","83":"Kriti Kambiri","84":"Kriti Kambiri","85":"Kriti Kambiri","86":"Kriti Kambiri","87":"Kriti Kambiri","88":"Ria Kapoor","89":"Mahima Kharbanda","90":"Mahima Kharbanda","91":"Mahima Kharbanda","92":"Kriti Kambiri","93":"Kriti Kambiri","94":"Kriti Kambiri","95":"Kriti Kambiri","96":"Kriti Kambiri","97":"Ria Kapoor","98":"Mahima Kharbanda","99":"Mahima Kharbanda"},"content":{"0":"RBI has cancelled licence of Maharashtra-based Independence Co-operative Bank, citing inadequate capital. It will cease to carry on banking operations from the close of business on February 3. In the present situation, the bank won't be able to pay its depositors in full, RBI said. It added that the bank didn't comply with multiple sections of Banking Regulation Act, 1949. ","1":"Increased use of EVs in public transport, special mobility zones with zero fossil-fuel policy are positive steps for the sector and companies will be encouraged to develop innovative business models for 'Energy as a Service', stated Windmill Capital Pvt Ltd, a SEBI-registered research analyst- INH200007645. WCPL creates baskets of stocks called smallcases on themes like EVs and Rural demand.","2":"Facebook's parent Meta's shares plunged 27% and Thursday's collapse wiped out $230 billion of the company's market value. It's the biggest collapse in market value for any US company but there's no certainty that the losses will hold, given the volatility, Bloomberg said. This comes after Facebook's daily active users fell for the first time in its 18-year history.","3":"Melinda French Gates, Co-founder of the Bill and Melinda Gates Foundation, will no longer be pledging the majority of her wealth to the philanthropic organisation, the Wall Street Journal reported. She will instead distribute much of her fortune across other philanthropies. Microsoft Co-founder Bill Gates and Melinda had earlier pledged to give the bulk of their fortune to the foundation.\n","4":"Meta CEO Mark Zuckerberg's wealth dropped by $31 billion in one of the biggest one-day drops in wealth ever, Bloomberg reported on Thursday. Zuckerberg's net worth is now estimated at $92 billion, down from $120.6 billion as of market close on Wednesday. This comes after Meta's fourth-quarter results fell short of analysts' expectations and the company's shares fell around 25%. \n","5":"Facebook parent Meta's shares fell over 20% early Thursday causing a $200-billion wipeout after Facebook reported a fall in daily active users for the first time in 18-year history. Facebook said it faces increased competition for users' time and shift of engagement from core News Feed to Reels. Facebook's Reality Labs, that's building 'metaverse', lost over $10 billion in 2021.","6":"A former Tesla worker has filed a lawsuit against the company for failing to address racial, homophobic behaviour directed towards her by a co-worker. The co-worker struck Kaylen Barker with a hot grinding tool while calling her the \"N-word\" and a \"b***h\", the suit alleged. Barker said she was \"violated physically, mentally, and emotionally\" because she's an \"African-American lesbian\".","7":"Facebook has seen its daily active users (DAUs) fall for the first time in its 18-year history. Facebook's parent company Meta said DAUs fell to 1.929 billion in the three months to the end of December, compared to 1.930 billion in the previous quarter. Meta's shares fell over 20% in after-hours trading, wiping $200 billion off the company's market value.","8":"The Netherlands' Rotterdam will reportedly dismantle its 'De Hef' bridge, built in 1927, to allow passage for a 127-metre-long superyacht that's being built in Alblasserdam for world's second richest person Jeff Bezos. The Amazon Founder and shipbuilder Oceanco will pay the costs incurred, local media said. The $500-million three-masted yacht will need to pass through Rotterdam to reach the ocean.","9":"CBDT Chairman JB Mohapatra was quoted by ANI as saying, \"Crypto investors should know that the transactions done before April 2022 will not be tax-free.\" He added, \"The taxability of the crypto-currency is certain for this financial year too.\" Earlier, Revenue Secretary Tarun Bajaj said the income tax return forms will have a separate column for crypto from next year.","10":"A woman banker at BNP Paribas in London was awarded £2,081,449 (over ₹21 crore) by an employment judge after she complained of unequal pay. Stacey Macken, paid £120,000 annually, found out that a man hired with the same job title and responsibilities was being paid £160,000. She also said drunken male colleagues once left a witch's hat on her desk.","11":"CNN's President Jeff Zucker resigned after failing to disclose his relationship with CNN's Executive VP and CMO Allison Gollust. Zucker said, \"I acknowledged the relationship evolved in recent years...I was required to disclose it when it began but I didn't. I was wrong.\" Gollust, who's remaining at CNN, said, \"I regret we didn't disclose our relation at the right time.\"","12":"Emami Founders RS Agarwal and RS Goenka have stepped down from their executive positions to transition the business to their next generation. The board appointed Goenka as Non-Executive Chairman while re-designating RS Agarwal as Chairman Emeritus. Agarwal's younger son Harsha V Agarwal and Goenka's eldest son Mohan Goenka have been in the FMCG business for over two decades.","13":"The Institute of Company Secretaries of India called the Budget \"progressive\" as it aims at \"inclusive development through incentivising MSME sector and startups\". It focuses on strengthening the digital payment ecosystem, ICSI added. The Institute of Chartered Accountants of India said the Budget was \"forward-looking\" and the \"proposal to tax virtual digital assets at 30% provides certainty\". ","14":"Former Infosys CFO TV Mohandas Pai said that the Union Budget 2022 carries forward the government's growth and development efforts but has been disappointing for startups and the middle-class. \"India can expect to be on high growth path for the next two-three years,\" said Pai and added that the middle-class and startups have not been given any tax relief.","15":"Tata Consultancy Services will expand operations in New Jersey by hiring about 1,000 additional employees by 2023 to meet growing needs of customers to digitally transform their businesses, it said. It'll also grow the reach of its STEM and computer science education programs in New Jersey by 25%, the company added. Currently, TCS has over 3,700 employees in New Jersey.","16":"Tesla CEO Elon Musk's lawyers have argued in the US that he is protected by constitutional right to free speech in case of his 2018 tweet on his staff unionising. Judges had questioned whether Musk had threatened workers with the loss of stock options if they formed a union. The US NLRB had ordered for Musk to remove the tweet.","17":"Cognizant's revenue for the December quarter rose by 14.2% year-on-year to $4.8 billion, its highest-ever quarterly revenue. For the full year 2021, Cognizant reported a 10% year-on-year growth in revenue to $18.5 billion. It expects its full-year 2022 revenue to grow 8.5-11.5% in constant currency to $20-20.5 billion, its highest-ever annual revenue outlook.","18":"Brihanmumbai Municipal Corporation (BMC) on Thursday announced that flats in Mumbai with 500 square feet of carpet area have been granted 100% relief from property tax. \"About 16,14,000 citizens will get 100% property tax relief. The amount of exemption to citizens is to the tune of ₹462 crore per annum,\" BMC Commissioner Iqbal Singh Chahal said in his budget speech.","19":"Dutch public prosecutors have launched a criminal probe against the Dutch arm of Tata Steel for alleged \"intentional and unlawful\" pollution of surface water. The probe has also been launched against Harsco Metals Holland, which operates on Tata Steel's premises. The investigation follows a complaint filed by a lawyer representing 800 persons and organisations in May 2021 against the companies.","20":"The 27 lenders to Future Group urged the Supreme Court to allow Amazon and Reliance to bid for Future Retail's assets to facilitate recovery of ₹17,000 crore. Senior Advocate Rakesh Dwivedi, the banks' representative, said banks have begun classifying Future Retail as a non-performing asset. He added that bidding is the only \"sure shot\" method of recovering the money.","21":"The embedded value of Life Insurance Corporation (LIC) could be more than ₹5 trillion, Department of Investment and Public Asset Management (DIPAM) Secretary Tuhin Kanta Pandey told Reuters. \"I would say...the enterprise value will be multiples of [the embedded value],\" Pandey said. He added that the government plans to issue a draft red herring prospectus to investors early next week.","22":"Metals and mining major Vedanta Limited has denied media reports about its merger with parent company Vedanta Resources as \"speculative and misleading\" to investors. Reports said that billionaire Anil Agarwal held preliminary talks with advisers about combining the indebted holding company with its listed Indian unit Vedanta Limited. \"No such proposal is under consideration,\" the firm clarified.","23":"MRF Ltd said it will challenge Competition Commission of India's (CCI) order imposing a ₹622.09 crore penalty on the company for \"indulging in cartelisation\". MRF said that the order \"is not based on a proper appreciation of facts and law\". A ₹1,788.06 crore penalty was imposed on MRF, Apollo Tyres, CEAT, JK Tyre and Birla Tyres by CCI on Wednesday.","24":"India's services sector activity hit six-month low in January as the IHS Markit India Services PMI dipped to 51.5 in January from 55.5 in December 2021. The composite PMI also fell from 56.4 in December to 53.0 in January, the data showed. The escalation of the pandemic and inflationary pressures led to the slow growth across services, IHS Markit said.","25":"Recalling the time when he joined RCB, Yuzvendra Chahal revealed he used to celebrate taking wickets by running aggressively towards batters. He added the then RCB head coach Daniel Vettori was summoned by match referee multiple times due to his celebrations. \"Vettori then told me, 'Run towards the covers to Virat Kohli and say whatever you want to',\" Chahal added.","26":"Opener Mayank Agarwal has been added to Team India ODI squad for the upcoming series against West Indies after COVID-19 outbreak in the team. The BCCI confirmed that batters Shikhar Dhawan, Ruturaj Gaikwad and Shreyas Iyer tested positive for COVID-19. Three support staff members also tested positive for the virus, the BCCI confirmed.","27":"Team India opener Shikhar Dhawan took to Instagram to share a picture of himself after testing positive for COVID-19 ahead of the ODI series against West Indies, which will begin on February 6. \"Thank you everyone for your wishes...I'm doing fine and humbled by all the love that's come my way,\" he wrote.","28":"Sachin Tendulkar took to Twitter to congratulate India's Olympic gold medal-winning javelin thrower Neeraj Chopra on being nominated for 2022 Laureus World Breakthrough of the Year Award. Sachin wrote, \"My heartiest congratulations to you, Neeraj for your continued success representing India on the world stage. A #Laureus22 nomination is another great achievement...with many more to come!\"","29":"Ex-India off-spinner Harbhajan Singh, in a recent interview, criticised BCCI, alleging that senior players of 2011 World Cup-winning squad weren't treated right. \"Were 31-year-old Harbhajan, 30-year-old Yuvraj, 32-year-old Sehwag, 29-year-old Gambhir not good enough to play in 2015 WC?\" he asked. He added, \"Why were they removed from the team one by one...why were they treated like use and throw?\"","30":"On being asked if he has any preferred team in IPL ahead of mega auction, batter Deepak Hooda said, \"There is no team as such...I just want to play.\" He added, \"My personal favourite team is CSK. I'm like a kid who wants to play under MS Dhoni.\" Hooda stated, \"I am Dhoni's die-hard fan...I like his leadership as well.\"","31":"Prasar Bharati's CEO Shashi Shekhar Vempati tweeted, \"DD Sports channel will not telecast live the opening and closing ceremonies of the Winter Olympics being held in Beijing.\" Earlier, the MEA announced the Indian envoy will not attend these ceremonies in Beijing. This comes after China chose a PLA soldier involved in the Galwan Valley clash as torchbearer in the Olympics.\n","32":"After China made a PLA soldier who sustained injuries during Galwan Valley clash torchbearer in the Winter Olympics being held in Beijing, Ministry of External Affairs said that the Indian envoy wouldn't attend its opening or closing ceremony. \"Regrettable that China has chosen to politicise the Olympics,\" MEA Spokesperson Arindam Bagchi added.","33":"A video went viral showing a fan wearing jerseys of seven countries at the same time in the stands during a PSL 2022 match. \"Best moment of PSL for me,\" a fan commented on Twitter. \"Cricket is not just a game...It's an emotion,\" wrote another. The fan was captured on camera during a match between Multan Sultans and Islamabad United.","34":"Lahore Qalandars' Fakhar Zaman trolled himself by changing his Twitter profile picture to the 'dropped catch' moment with Mohammad Hafeez in their PSL 2022 match against Peshawar Zalmi. In the 11th over, Fakhar and Hafeez attempted a catch of Haider Ali, however, they collided which resulted in both dropping the catch. \"One just can't hate this guy!\" a fan commented.","35":"Mayank Agarwal, who was retained by Punjab Kings for ₹12 crore ahead of the IPL mega auction, said, \"This auction I am going to just sit back and say, 'Oh yes'.\" He added, \"I am going to be a lot more relaxed than probably a few other people but, you know, I am really excited for the auction.\"","36":"Responding to a query about his reaction to Virat Kohli's decision to step down as India Test captain, Shardul Thakur said he felt \"emotional\", adding that \"no one\" expected Kohli to resign. \"The team was doing well under him. Those series we lost overseas were close ones,\" added Shardul. \"My planning,...strategy start a day before the game,\" stated Shardul.","37":"Chennai Super Kings (CSK) shared a picture of batter Ruturaj Gaikwad with a caption that read, \"Bat it out,\" after the 25-year-old tested positive for coronavirus following his arrival in Ahmedabad for ODI series against West Indies. Apart from Ruturaj, Shikhar Dhawan, Shreyas Iyer and Navdeep Saini have also tested positive. Ruturaj had also tested positive ahead of IPL 2020.","38":"The US beat Honduras 3-0 on Wednesday in their World Cup qualifier in frigid conditions, with the temperature at kickoff being -16 °C. The match was played in Minnesota, with a crowd of 19,202 being announced during the game. “It was freezing out here. I’m looking forward to getting into the locker room,” Chelsea’s Christian Pulisic said. ","39":"India’s Rohan Bopanna and Ramkumar Ramanathan on Thursday reached the semi-finals of the ATP 250 Tata Open Maharashtra in Pune after beating Alexander Erler and Jiri Vesely 7-6(7-3), 7-6(7-4) in the quarter-finals. The Indian pair will face Sadio Doumbia and Fabien Reboul next. Yuki Bhambri suffered a 3-6, 2-6 defeat to the eight-seed Stefano Travaglia in the singles second round.","40":"Sharing his opinion on Hardik Pandya's recent statement that he was picked for T20 World Cup 2021 as a \"batter\", Virat Kohli's childhood coach Rajkumar Sharma said Hardik should be \"thankful\" for being selected. \"Him coming out and saying what he said is not...mature,\" added Rajkumar. \"I felt everything was thrown at me,\" Hardik had earlier said.","41":"Recalling India's second innings at the Gabba against Australia during the 2020-21 series, pacer Mohammed Siraj said it's difficult to put into words how nervous the dressing room was when Rishabh Pant was batting. \"Pant is someone who scares his own team. Just imagine the effect on the opposition...[but] we knew we would win if he [continued batting].\"","42":"Laver Cup organisers on Thursday confirmed Roger Federer and Rafael Nadal will play together for Team Europe as they look to win a fifth consecutive Laver Cup victory against Team World. Nadal and Federer played one doubles match together in 2017. “Roger has been a huge part of my career, a big rival and also a true friend,” Nadal said.","43":"Australia Test captain Pat Cummins said he's confident of getting a near full-strength squad for their tour of Pakistan. \"All the pre-tour security and biosecurity work has been done...a couple of players [are] keen to get a bit more information but everyone is really pumped,\" he added. Earlier, Josh Hazlewood said some players might pull out due to security concerns.","44":"Talking about the upcoming ODIs against West Indies, Virat Kohli's childhood coach Rajkumar Sharma has said KL Rahul is a very good option for the number four position. \"Batting will look strong with Suryakumar Yadav and Rishabh Pant to follow,\" he added. The first ODI between India and West Indies will be played on February 6.","45":"Discussing the IPL mega auction, former Australian spinner Brad Hogg said Faf Du Plessis will be the most sought out player in the upcoming IPL mega auction, because of his \"leadership skills\". \"He could go for ₹7 crore, could...[go up to] ₹11 crore, after especially what he did last year,\" added Hogg. Du Plessis scored 633 runs in IPL 2021.","46":"World number two Daniil Medvedev on Thursday withdrew from the Rotterdam Open, with former world number one Andy Murray given a wildcard entry. Medvedev cited fatigue as the reason for his withdrawal, after losing in five sets to Rafael Nadal in the Australian Open final in Melbourne last week. The Rotterdam Open will take place from February 7 to 13.","47":"Liverpool’s Sadio Mane on Wednesday scored Senegal’s third goal as they beat Burkina Faso 3-1 to seal their place in the Africa Cup of Nations (AFCON) final. All four goals came in the last 20 minutes of the game. “We were calm and we took our opportunities and I think we deserved this victory,” Mane said.","48":"Ex-Australia wicketkeeper-batter Ian Healy said cricket will look \"stupid\" if Cricket Australia sack Australia head coach Justin Langer, after Langer guided Australia to a 4-0 Ashes triumph against England. \"You can change the coach much easier than you can change a senior player. The coach is nowhere near as important as any major player,\" added Healy.","49":"Former Dutch footballer Ruud Gullit said he believes only Manchester City, Liverpool and Real Madrid are in the running to sign Norwegian striker Erling Haaland from Borussia Dortmund. “City would be good for him because of Pep Guardiola. But Jurgen Klopp and Liverpool would also be great,” Gullit said. “In Spain, only Real Madrid is an option,” he added.","50":"Facebook's parent Meta's shares plunged 27% and Thursday's collapse wiped out $230 billion of the company's market value. It's the biggest collapse in market value for any US company but there's no certainty that the losses will hold, given the volatility, Bloomberg said. This comes after Facebook's daily active users fell for the first time in its 18-year history.","51":"Meta CEO Mark Zuckerberg's wealth dropped by $31 billion in one of the biggest one-day drops in wealth ever, Bloomberg reported on Thursday. Zuckerberg's net worth is now estimated at $92 billion, down from $120.6 billion as of market close on Wednesday. This comes after Meta's fourth-quarter results fell short of analysts' expectations and the company's shares fell around 25%. \n","52":"Crows are being trained to pick up discarded cigarette butts from the streets in a Swedish city under a pilot scheme using a machine developed by the startup Corvid Cleaning. Crows receive some food for every cigarette butt they deposit in the machine. A video by the startup shows the crows being rewarded with peanuts for picking up training sticks.","53":"A US man's life was saved after his Apple Watch called the emergency services at 911 after he fell from his electric bicycle. Police reached the man's location and found him unconscious, lying in the roadway next to his electric bicycle and bleeding profusely from his head. He was treated at a local hospital and ultimately released several days later.","54":"US-based startup Verdox, which captures carbon dioxide directly from the air, has raised $80 million from investors including Bill Gates-led Breakthrough Energy Ventures. The startup said that a recent breakthrough with the key material used to trap CO2 has given investors confidence to invest. Verdox claims its material could cut total energy used in carbon capture by 70% or more.","55":"Jack Sweeney, the 19-year-old student who went viral for creating a Twitter bot that tracks Elon Musk's private jet, revealed that he runs a business called Ground Control to fund his work. His business sells T-shirts showing Musk smoking weed with the text \"I know how high Elon is\". Earlier, Tesla CEO Musk offered him $5,000 to delete the bot.","56":"Mark Zuckerberg risks losing $24 billion from his personal wealth as Meta's shares crashed over 20% in after-hours trading on Wednesday following its fourth-quarter earnings. If the move holds, his fortune will fall from $120.6 billion (at market close) to $97 billion, Bloomberg reported. This will take Zuckerberg off the world's 10 richest persons list for first time since 2015.","57":"Facebook has seen its daily active users (DAUs) fall for the first time in its 18-year history. Facebook's parent company Meta said DAUs fell to 1.929 billion in the three months to the end of December, compared to 1.930 billion in the previous quarter. Meta's shares fell over 20% in after-hours trading, wiping $200 billion off the company's market value.","58":"A former Tesla worker has filed a lawsuit against the company for failing to address racial, homophobic behaviour directed towards her by a co-worker. The co-worker struck Kaylen Barker with a hot grinding tool while calling her the \"N-word\" and a \"b***h\", the suit alleged. Barker said she was \"violated physically, mentally, and emotionally\" because she's an \"African-American lesbian\".","59":"The Netherlands' Rotterdam will reportedly dismantle its 'De Hef' bridge, built in 1927, to allow passage for a 127-metre-long superyacht that's being built in Alblasserdam for world's second richest person Jeff Bezos. The Amazon Founder and shipbuilder Oceanco will pay the costs incurred, local media said. The $500-million three-masted yacht will need to pass through Rotterdam to reach the ocean.","60":"Melinda French Gates, Co-founder of the Bill and Melinda Gates Foundation, will no longer be pledging the majority of her wealth to the philanthropic organisation, the Wall Street Journal reported. She will instead distribute much of her fortune across other philanthropies. Microsoft Co-founder Bill Gates and Melinda had earlier pledged to give the bulk of their fortune to the foundation.\n","61":"Facebook parent Meta's shares fell over 20% early Thursday causing a $200-billion wipeout after Facebook reported a fall in daily active users for the first time in 18-year history. Facebook said it faces increased competition for users' time and shift of engagement from core News Feed to Reels. Facebook's Reality Labs, that's building 'metaverse', lost over $10 billion in 2021.","62":"The shares of Facebook-parent Meta fell over 20% late on Wednesday after Facebook posted its fourth-quarter results and revealed a decline in its Daily Active Users for the first time. Facebook's global DAUs declined to 1.929 billion from 1.930 billion in the previous quarter. Meta forecast first-quarter revenue in the range of $27 billion to $29 billion.","63":"Blockchain bridge Wormhole fell victim to an alleged cryptocurrency hack in which hackers stole 1,20,000 wETH, wrapped Ether, worth over $320 million. Developers representing Wormhole notified the users about the hacking on February 2, saying the network was \"down for maintenance\" following a potential network hack. This is \"DeFi's second-biggest exploit ever\", CNBC said.","64":"Tesla is recalling over 8,17,000 vehicles in the US because an audible alert may not function when a vehicle starts and the driver has not buckled the seat belt, the National Highway Traffic Safety Administration said. It said Tesla's 2021-2022 Model S and Model X, 2017-2022 Model 3 and 2020-2022 Model Y do not comply with Occupant Crash Protection standards.","65":"Australian billionaire Andrew Forrest has sued Facebook alleging the platform failed to prevent scam ads that used his image. He said he has taken action to prevent people from losing money to advertising scams, such as ones using his image to promote cryptocurrency schemes. Forrest had written an open letter to Meta CEO Mark Zuckerberg in 2019 over the matter.","66":"Tata Consultancy Services will expand operations in New Jersey by hiring about 1,000 additional employees by 2023 to meet growing needs of customers to digitally transform their businesses, it said. It'll also grow the reach of its STEM and computer science education programs in New Jersey by 25%, the company added. Currently, TCS has over 3,700 employees in New Jersey.","67":"Cognizant's revenue for the December quarter rose by 14.2% year-on-year to $4.8 billion, its highest-ever quarterly revenue. For the full year 2021, Cognizant reported a 10% year-on-year growth in revenue to $18.5 billion. It expects its full-year 2022 revenue to grow 8.5-11.5% in constant currency to $20-20.5 billion, its highest-ever annual revenue outlook.","68":"A University of Bristol team has developed self-driving, insect-sized flying robots with flapping wings. Scientists have demonstrated a direct-drive artificial muscle system, called the Liquid-amplified Zipping Actuator (LAZA), that achieves wing motion using no rotating parts or gears. They also demonstrated how the LAZA can deliver consistent flapping over more than one million cycles.","69":"A US judge on Wednesday dismissed a lawsuit against Apple alleging it misled users about how resistant its iPhones are to water exposure. The plaintiffs claimed Apple's \"misleading\" misrepresentations let it charge twice as much for iPhones than the cost of \"average smartphones\". The judge said the plaintiffs did not show their iPhones were damaged by \"liquid contact\".","70":"Tesla CEO Elon Musk's lawyers have argued in the US that he is protected by constitutional right to free speech in case of his 2018 tweet on his staff unionising. Judges had questioned whether Musk had threatened workers with the loss of stock options if they formed a union. The US NLRB had ordered for Musk to remove the tweet.","71":"Central Board of Direct Taxes Chairman JB Mohapatra said that cryptocurrency tax will \"give an idea as to the depth of the market\" and help the Income Tax Department know if \"the investment is contaminated or illicit\". He added that digital assets \"do not ipso facto become legal or regular just because you have paid taxes on that\".","72":"The US NHTSA is reviewing Tesla owners' complaints around their vehicles activating the brakes unnecessarily. Earlier, a report had said complaints of phantom braking with the NHTSA had risen to 107 in the past three months, compared to 34 in the preceding 22 months. According to Tesla, false braking increases \"the risk of a rear-end collision from a following vehicle\".","73":"The US Department of Homeland Security is exploring deployment of robot dogs on the southern border for patrolling. \"The southern border can be an inhospitable place for man and beast, and that is exactly why a machine may excel there,\" the DHS's Brenda Long said. The robots can wander autonomously or be controlled remotely, sending live video feeds to operators.","74":"Apple's iPhone sales in India rose 34% in the fourth quarter to record  2.3 million units, Counterpoint reported. China's Xiaomi and South Korea's Samsung led the quarter in terms of units, selling 9.3 million and 7.2 million smartphones, respectively. Apple's revenue stood at an estimated $2.09 billion for the quarter, while Samsung saw a revenue of about $2 billion.","75":"Pictures from TV actress Karishma Tanna and businessman Varun Bangera's Haldi ceremony have been shared online by the actress. She will reportedly tie the knot with Bangera on February 5. \"Happiness galore, the smile says it all,\" Karishma wrote while sharing a post. She also shared a video on Instagram Story and wrote, \"Celebrations begin.\"","76":"Actress Avneet Kaur took to Instagram to share that she has bought a Range Rover worth over ₹80 lakh. \"This is my year of dreams coming true...#bucketlist #anotherone #blessed,\" the 20-year-old wrote while sharing pictures. \"Proud of you girl!!\" singer Neha Kakkar commented on her post. Avneet will make her Bollywood debut opposite Nawazuddin Siddiqui in 'Tiku Weds Sheru'.","77":"Businessman Raj Kundra transferred his Mumbai flats worth ₹38.5 crore to his actress-wife Shilpa Shetty, Moneycontrol reported citing documents accessed by Zapkey.com. He transferred the first floor with five flats located in Kinara, the bungalow where the couple resides, in Shilpa's name. The actress paid a stamp duty of ₹1.9 crore on the transfer deed registered on January 21, 2022.","78":"During the press conference for the launch of 'Lock Upp', Kangana Ranaut was asked about the controversy involving Deepika Padukone wherein an influencer commented on \"tiny clothes\" worn during 'Gehraiyaan' promotions. \"I'm here to defend those who can't defend themselves...She can defend herself. She has the privilege, the platform and I can't promote her film here. Sit down,\" Kangana replied.","79":"Actor-comedian Sunil Grover was recently admitted to Mumbai's Asian Heart Institute after he suffered a heart attack. On Thursday, the 44-year-old was discharged from the hospital. His angiogram showed \"blockages in all 3 major heart (coronary) arteries with 100% block in 2 arteries and 70-90% block in third artery\" and he was also COVID-19 positive, a statement said. ","80":"Conman Sukesh Chandrasekhar has written a letter to media, expressing displeasure over private photos of him and Jacqueline Fernandez being circulated. \"Requesting everyone to stop projecting her in bad way...[She] has only loved without expecting anything,\" he wrote. \"I've gifted her things and done things for her family, [these] are normal things one would do for...loved one,\" Sukesh added.","81":"Telugu journalist Suresh Kondeti has been criticised for asking an alleged vulgar question to actor Siddhu Jonnalagadda during the trailer launch of 'DJ Tillu'. Suresh asked Siddhu if he counted the moles on co-star Neha Shetty's body in real life, as suggested in the trailer. \"This question...[shows] the respect he has for himself and for...women force around him,\" Neha tweeted.","82":"Actress Gul Panag said she once convinced bus full of people that she was under-training officer in the Indian Police Services. \"I had dependent card, with national emblem...I took card out, guy next to me...asked, 'Are you IPS?'...I spent whole journey talking about how I was training to be an IPS officer. Passengers got me juice and chai,\" she added.","83":"Actor Andrew Garfield revealed that a brotherhood was created with actors Tom Holland and Tobey Maguire over the difficulty to pee wearing the Spider-Man suit. \"We were like, 'Oh my God, you find it hard to pee in the suit? I find it hard to pee in the suit!'\" Andrew added. The actors appeared together in 'Spider-Man: No Way Home'.","84":"Actor Jim Sarbh, on being asked about craving people's attention or admiration on social media, said that he doesn't care about all of that, adding, \"Should I?\" The actor further said, \"I just like acting, that's where my interest and my thoughts lie.\" Jim also revealed that they are currently filming the second season of web series 'Made In Heaven'.","85":"Actor Karan Kundrra has said that claims of his girlfriend Tejasswi Prakash winning 'Bigg Boss 15' because she will be starring in 'Naagin' are nonsense. \"It was clear cut Tejasswi is winning the show...She would have done ['Naagin'] even if she didn't win,\" Karan added. He further said producer Ekta Kapoor saw her on 'Bigg Boss 15' and cast her.","86":"Actress Deepika Padukone, who made her Bollywood debut in 2007 film 'Om Shanti Om', has said that she doesn't walk on the set thinking she is \"so many films old\" or \"I know better than all of you\". \"My approach is what I can learn from...these new people,\" she said. Deepika added that every new film is a new experience.","87":"Lyricist Javed Akhtar has confirmed actor Farhan Akhtar's wedding with actress Shibani Dandekar, adding that Shibani is a very nice girl and the family likes her a lot. The wedding will take place on February 21. The lyricist further said that the invitations haven't been sent out yet. \"It will be a very simple affair,\" Javed added.","88":"Singer Tom Parker who was reportedly diagnosed with a brain tumour in 2020, took to Instagram to ask his followers to \"light a candle and pray for him\". \"It's a powerful day to manifest with the universe. So let's all heal together,\" Parker wrote. Parker had earlier reportedly announced that scan showed that tumour was \"stable\" and \"under control\".","89":"Speaking about actor Allu Arjun, his stylist Harmann Kaur said that he pays special attention to every minute detail. \"In every movie of his, he has changed his looks over the years, right from make-up to his hair and beard\/stash styles,\" she added. \"[His] movie's look is very carefully worked upon after a lot of research,\" Harmann said.","90":"When asked if she had given any special dating advice to her 'Gehraiyaan' co-stars Ananya Panday and Siddhant Chaturvedi, actress Deepika Padukone denied and said that this isn't her style. She added, \"I wasn't sitting there mentoring them and I don't think that was the idea.\" \"I think it would've been the wrong way to approach this film,\" she added.","91":"Actor Riteish Deshmukh on Thursday marked his 10th wedding anniversary with Genelia. Taking to Instagram, he wrote, \"Being with you is the greatest blessing of my life. Sharing laughter, tears, joy, struggles, fears, happiness, we have walked these miles holding each other's hands, a step at a time. With you, by my side, I feel I could do anything.\"","92":"Actor Dhairya Karwa revealed that he went to Deepika Padukone at '83' wrap-up party and said, \"I'm not going to click pictures with you...I'm going to do a film with you.\" He added that 'Gehraiyaan' hadn't been discussed at the time. \"When I met her for ['Gehraiyaan'], she was surprised that we indeed were doing a film together,\" Dhairya said.","93":"Actress Sharvari Wagh, who made her debut in 'Bunty Aur Babli 2', has said that the film's numbers were highly disappointing but she is still very proud of her first film. \"You try your best to do whatever you can but after Friday, it's in the hands of the people. There is nothing you can do about it,\" Sharvari added.","94":"Actress Priyanka Chopra will be starring opposite Hollywood actor Anthony Mackie, who is known for portraying Falcon in the Marvel Cinematic Universe, in the upcoming film 'Ending Things'. The film is touted to be an action-comedy about a hitwoman who wants to be out of the killing business and tells her partner that she's ending their personal relationship as well.","95":"Rapper Yo Yo Honey Singh has been directed by Nagpur District Court to provide his voice sample in connection with a case for singing and uploading an obscene song. He has also been directed to appear before the Panchpaoli police station between February 4 and 11. The rapper had asked to travel to Dubai between January 29 and February 4.","96":"Actor-filmmaker Mahesh Manjrekar has stated, \"Why do we presume that [you will die] once you get cancer and lose all hope?\" He further said he treated his own cancer like any other disease. \"After I got the news, I wasn't scared at all. I decided that I will face it...Getting scared is not going to take me anywhere,\" Mahesh added.","97":"Bigg Boss 15 runner-up Pratik Sehajpal says he misses washing dishes, mopping floor in the Bigg Boss house. \"I don't have to do anything after coming out of the house. Bigg Boss house had different vibe. We found solace in the people we fought with, atmosphere was such. It has been a very special experience in my life,\" Pratik added.","98":"Taking to Instagram, actress Sara Ali Khan shared a question asked by a troll that read, \"Why are your shayris so bad?\" Sara replied with a Shayari itself, and wrote, \"So I drive...people like you mad. And because rude judgements don't make me sad...I hope you don't actually dislike my shayari, and if you do then just a tad.\"","99":"Actor Farhan Akhtar and Shibani Dandekar will reportedly celebrate their wedding party with family and close friends at Javed Akhtar and Shabana Azmi's Khandala farmhouse, Sukoon. According to reports, Farhan and Shibani always wanted an intimate wedding and are really excited about it. The party will all be about food, music, laughter and celebrating their big day, reports added."},"date":{"0":"03 Feb 2022,Thursday","1":"03 Feb 2022,Thursday","2":"03 Feb 2022,Thursday","3":"03 Feb 2022,Thursday","4":"03 Feb 2022,Thursday","5":"03 Feb 2022,Thursday","6":"03 Feb 2022,Thursday","7":"03 Feb 2022,Thursday","8":"03 Feb 2022,Thursday","9":"03 Feb 2022,Thursday","10":"03 Feb 2022,Thursday","11":"03 Feb 2022,Thursday","12":"03 Feb 2022,Thursday","13":"03 Feb 2022,Thursday","14":"03 Feb 2022,Thursday","15":"03 Feb 2022,Thursday","16":"03 Feb 2022,Thursday","17":"03 Feb 2022,Thursday","18":"03 Feb 2022,Thursday","19":"03 Feb 2022,Thursday","20":"03 Feb 2022,Thursday","21":"03 Feb 2022,Thursday","22":"03 Feb 2022,Thursday","23":"03 Feb 2022,Thursday","24":"03 Feb 2022,Thursday","25":"03 Feb 2022,Thursday","26":"03 Feb 2022,Thursday","27":"03 Feb 2022,Thursday","28":"03 Feb 2022,Thursday","29":"03 Feb 2022,Thursday","30":"03 Feb 2022,Thursday","31":"03 Feb 2022,Thursday","32":"03 Feb 2022,Thursday","33":"03 Feb 2022,Thursday","34":"03 Feb 2022,Thursday","35":"03 Feb 2022,Thursday","36":"03 Feb 2022,Thursday","37":"03 Feb 2022,Thursday","38":"03 Feb 2022,Thursday","39":"03 Feb 2022,Thursday","40":"03 Feb 2022,Thursday","41":"03 Feb 2022,Thursday","42":"03 Feb 2022,Thursday","43":"03 Feb 2022,Thursday","44":"03 Feb 2022,Thursday","45":"03 Feb 2022,Thursday","46":"03 Feb 2022,Thursday","47":"03 Feb 2022,Thursday","48":"03 Feb 2022,Thursday","49":"03 Feb 2022,Thursday","50":"03 Feb 2022,Thursday","51":"03 Feb 2022,Thursday","52":"03 Feb 2022,Thursday","53":"02 Feb 2022,Wednesday","54":"02 Feb 2022,Wednesday","55":"03 Feb 2022,Thursday","56":"03 Feb 2022,Thursday","57":"03 Feb 2022,Thursday","58":"03 Feb 2022,Thursday","59":"03 Feb 2022,Thursday","60":"03 Feb 2022,Thursday","61":"03 Feb 2022,Thursday","62":"03 Feb 2022,Thursday","63":"03 Feb 2022,Thursday","64":"03 Feb 2022,Thursday","65":"03 Feb 2022,Thursday","66":"03 Feb 2022,Thursday","67":"03 Feb 2022,Thursday","68":"03 Feb 2022,Thursday","69":"03 Feb 2022,Thursday","70":"03 Feb 2022,Thursday","71":"02 Feb 2022,Wednesday","72":"03 Feb 2022,Thursday","73":"03 Feb 2022,Thursday","74":"03 Feb 2022,Thursday","75":"03 Feb 2022,Thursday","76":"03 Feb 2022,Thursday","77":"03 Feb 2022,Thursday","78":"03 Feb 2022,Thursday","79":"03 Feb 2022,Thursday","80":"03 Feb 2022,Thursday","81":"03 Feb 2022,Thursday","82":"03 Feb 2022,Thursday","83":"03 Feb 2022,Thursday","84":"03 Feb 2022,Thursday","85":"03 Feb 2022,Thursday","86":"03 Feb 2022,Thursday","87":"03 Feb 2022,Thursday","88":"03 Feb 2022,Thursday","89":"03 Feb 2022,Thursday","90":"03 Feb 2022,Thursday","91":"03 Feb 2022,Thursday","92":"03 Feb 2022,Thursday","93":"03 Feb 2022,Thursday","94":"03 Feb 2022,Thursday","95":"03 Feb 2022,Thursday","96":"03 Feb 2022,Thursday","97":"03 Feb 2022,Thursday","98":"03 Feb 2022,Thursday","99":"03 Feb 2022,Thursday"},"category":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment","99":"entertainment"}}